[{"_id":{"$oid":"66afbbb543812dbcda7843e8"},"slug":"jumping_jacks","title":[{"lang":"fr","value":"Jumping Jacks"}],"description":[{"lang":"fr","value":"Debout, sautez en écartant les jambes et en levant les bras au-dessus de la tête, puis revenez à la position de départ."}],"image":"jumping-jacks-star.png"},{"_id":{"$oid":"66b4818d43812dbcda784414"},"slug":"arm_circles","title":[{"lang":"fr","value":"Cercles avec les Bras"},{"lang":"en","value":"Arm Circles"}],"description":[{"lang":"fr","value":"Debout, tendez les bras sur les côtés à hauteur des épaules. Faites de petits cercles avec les bras, d'abord dans un sens puis dans l'autre. Cet exercice aide à échauffer et renforcer les muscles des épaules."},{"lang":"en","value":"Stand with your arms extended to the sides at shoulder height. Make small circles with your arms, first in one direction and then in the other. This exercise helps to warm up and strengthen the shoulder muscles."}],"image":"arm-circles.jpg"},{"_id":{"$oid":"66b4850a43812dbcda784416"},"slug":"bodyweight_squats","title":[{"lang":"fr","value":"Squats au Poids du Corps"},{"lang":"en","value":"Bodyweight Squats"}],"description":[{"lang":"fr","value":"Debout, les pieds écartés à la largeur des épaules, pliez les genoux et descendez les hanches comme si vous alliez vous asseoir sur une chaise. Gardez le dos droit et les genoux alignés avec les pieds. Revenez à la position de départ."},{"lang":"en","value":"Stand with your feet shoulder-width apart, bend your knees and lower your hips as if you were sitting on a chair. Keep your back straight and your knees aligned with your feet. Return to the starting position."}],"image":"bodyweight-squats.jpg"},{"_id":{"$oid":"66b4e8a643812dbcda784426"},"slug":"high_knees","title":[{"lang":"fr","value":"Genoux Hauts"},{"lang":"en","value":"High Knees"}],"description":[{"lang":"fr","value":"Debout, alternez en montant rapidement un genou vers la poitrine, puis l'autre, en gardant le rythme. Utilisez vos bras pour vous aider à maintenir la vitesse."},{"lang":"en","value":"Stand upright and alternate by quickly raising one knee towards your chest, then the other, maintaining the pace. Use your arms to help you keep the rhythm."}],"image":"high-knees.jpg"},{"_id":{"$oid":"66b4e95843812dbcda784428"},"slug":"dynamic_stretch","title":[{"lang":"fr","value":"Etirement dynamique"}],"description":[{"lang":"fr","value":"Effectuez des étirements dynamiques comme des balancements de jambes et des rotations de bras."}],"image":"dynamic_stretch.jpg"},{"_id":{"$oid":"66b4e9cf43812dbcda78442a"},"slug":"burpees","title":[{"lang":"fr","value":"burpees"}],"description":[{"lang":"fr","value":"Depuis une position debout, descendez en position de squat, placez vos mains au sol, sautez vos pieds en arrière pour atteindre une position de planche, faites une pompe, puis revenez à la position de squat et sautez en l'air."}],"image":"burpees.jpg"},{"_id":{"$oid":"66b4ea4343812dbcda78442c"},"slug":"mountain_climbers","title":[{"lang":"fr","value":"Mountain climbers"},{"lang":"en","value":"Mountain Climbers"}],"description":[{"lang":"fr","value":"En position de planche haute, amenez alternativement un genou vers la poitrine en maintenant un rythme rapide."},{"lang":"en","value":"In a high plank position, alternately bring one knee towards your chest while maintaining a fast pace."}],"sets":3,"duration_per_set":"30 seconds","image":"mountain-climbers"},{"_id":{"$oid":"66b4eaa443812dbcda78442e"},"slug":"jump_squats","title":[{"lang":"fr","value":"Jump Squats"}],"description":[{"lang":"fr","value":"Faites un squat puis sautez aussi haut que possible en tendant les bras vers le plafond."}],"image":"jump_squats.jpg"},{"_id":{"$oid":"66b5be0343812dbcda784430"},"slug":"push-ups_with_rotation","title":[{"lang":"fr","value":"Pompes avec Rotation"},{"lang":"en","value":"Push-ups with Rotation"}],"description":[{"lang":"fr","value":"Commencez en position de planche haute. Effectuez une pompe classique en descendant votre poitrine vers le sol. Lorsque vous remontez, tournez votre corps vers la droite en levant le bras droit vers le plafond, formant un T avec votre corps. Revenez à la position initiale et répétez de l'autre côté. Alternez les côtés à chaque répétition pour travailler les muscles de la poitrine, des épaules, des bras et des abdominaux."},{"lang":"en","value":"Start in a high plank position. Perform a standard push-up by lowering your chest towards the ground. As you push back up, rotate your body to the right, raising your right arm towards the ceiling, forming a T shape with your body. Return to the starting position and repeat on the other side. Alternate sides with each rep to work your chest, shoulders, arms, and core muscles."}],"image":"push-ups_with_rotation.jpg"},{"_id":{"$oid":"66b5c08c43812dbcda784434"},"slug":"russian_twists_with_weight","title":[{"lang":"fr","value":"Twists Russes avec Poids"},{"lang":"en","value":"Russian Twists with Weight"}],"description":[{"lang":"fr","value":"Asseyez-vous par terre avec les genoux pliés et les pieds légèrement surélevés. Tenez un poids ou une médecine-ball avec les deux mains devant votre poitrine. Inclinez légèrement votre torse vers l'arrière, en gardant le dos droit. Tournez lentement votre torse et le poids vers la droite, puis vers la gauche, en faisant travailler vos muscles abdominaux et obliques. Alternez les côtés pour chaque répétition."},{"lang":"en","value":"Sit on the floor with your knees bent and feet slightly elevated. Hold a weight or medicine ball with both hands in front of your chest. Lean your torso slightly back while keeping your back straight. Slowly twist your torso and the weight to the right, then to the left, engaging your abdominal and oblique muscles. Alternate sides with each repetition."}],"image":"russian_twists_with_weight.jpg"},{"_id":{"$oid":"66b5c3ec43812dbcda784438"},"slug":"jumping_lunges","title":[{"lang":"fr","value":"Fentes Sautées"},{"lang":"en","value":"Jumping Lunges"}],"description":[{"lang":"fr","value":"Commencez en position de fente avec une jambe en avant et l'autre en arrière. Pliez les genoux pour abaisser votre corps jusqu'à ce que les deux genoux forment des angles de 90 degrés. Sautez de manière explosive en changeant la position de vos jambes en l'air, en atterrissant avec la jambe opposée en avant. Répétez en alternant les jambes à chaque saut. Cet exercice améliore la puissance, l'endurance et la coordination des jambes."},{"lang":"en","value":"Start in a lunge position with one leg forward and the other leg back. Bend your knees to lower your body until both knees form 90-degree angles. Jump explosively, switching the position of your legs in the air, landing with the opposite leg forward. Repeat, alternating legs with each jump. This exercise enhances leg power, endurance, and coordination."}],"image":"jumping_lunges.jpg"},{"_id":{"$oid":"66b5c55e43812dbcda78443a"},"slug":"shoulder_stretch","title":[{"lang":"fr","value":"Étirement des Épaules"},{"lang":"en","value":"Shoulder Stretch"}],"description":[{"lang":"fr","value":"Tenez-vous debout ou asseyez-vous avec le dos droit. Amenez un bras à travers votre corps à hauteur de la poitrine. Utilisez l'autre bras pour tirer doucement le bras étendu vers vous, en sentant l'étirement dans l'épaule. Maintenez la position pendant 20 à 30 secondes, puis changez de côté. Cet étirement aide à améliorer la flexibilité et à réduire les tensions dans les épaules."},{"lang":"en","value":"Stand or sit with a straight back. Bring one arm across your body at chest height. Use the other arm to gently pull the extended arm towards you, feeling the stretch in your shoulder. Hold the position for 20 to 30 seconds, then switch sides. This stretch helps improve flexibility and reduce tension in the shoulders."}],"image":"shoulder_stretch.jpg"},{"_id":{"$oid":"66b5c82043812dbcda78443c"},"slug":"quad_stretch","title":[{"lang":"fr","value":"Étirement des Quadriceps"},{"lang":"en","value":"Quad Stretch"}],"description":[{"lang":"fr","value":"Tenez-vous droit avec les pieds écartés à la largeur des hanches. Pliez un genou et ramenez votre pied vers vos fesses, en attrapant votre cheville avec la main correspondante. Gardez les genoux proches et poussez doucement les hanches vers l'avant pour intensifier l'étirement. Maintenez la position pendant 20 à 30 secondes, puis changez de côté. Cet étirement aide à améliorer la flexibilité et à réduire les tensions dans les quadriceps."},{"lang":"en","value":"Stand upright with feet hip-width apart. Bend one knee and bring your foot towards your buttocks, grabbing your ankle with the corresponding hand. Keep your knees close together and gently push your hips forward to intensify the stretch. Hold the position for 20 to 30 seconds, then switch sides. This stretch helps improve flexibility and reduce tension in the quadriceps."}],"image":"quad_stretch.jpg"},{"_id":{"$oid":"66b5c89843812dbcda78443e"},"slug":"hamstring_stretch","title":[{"lang":"fr","value":"Étirement des Ischio-Jambiers"},{"lang":"en","value":"Hamstring Stretch"}],"description":[{"lang":"fr","value":"Asseyez-vous par terre avec les jambes étendues devant vous. Inclinez-vous doucement vers l'avant à partir des hanches, en essayant de toucher vos orteils avec vos mains. Gardez le dos droit autant que possible et sentez l'étirement le long de l'arrière de vos jambes. Maintenez la position pendant 20 à 30 secondes, puis relâchez. Cet étirement aide à améliorer la flexibilité et à réduire les tensions dans les ischio-jambiers."},{"lang":"en","value":"Sit on the floor with your legs extended in front of you. Gently lean forward from your hips, trying to reach your toes with your hands. Keep your back as straight as possible and feel the stretch along the back of your legs. Hold the position for 20 to 30 seconds, then release. This stretch helps improve flexibility and reduce tension in the hamstrings."}],"image":"hamstring_stretch.jpg"},{"_id":{"$oid":"66b5c94943812dbcda784440"},"slug":"child_s_pose","title":[{"lang":"fr","value":"Posture de l'Enfant"},{"lang":"en","value":"Child's Pose"}],"description":[{"lang":"fr","value":"Agenouillez-vous sur le sol avec les gros orteils qui se touchent et les genoux écartés à la largeur des hanches. Asseyez-vous sur vos talons, puis penchez-vous en avant, en étendant vos bras devant vous et en reposant votre front sur le sol. Détendez-vous et respirez profondément, en maintenant la position pendant 20 à 30 secondes. Cette posture aide à étirer le dos, les hanches et les cuisses, tout en favorisant la relaxation."},{"lang":"en","value":"Kneel on the floor with your big toes touching and knees spread apart at hip-width. Sit back on your heels, then lean forward, extending your arms in front of you and resting your forehead on the floor. Relax and breathe deeply, holding the position for 20 to 30 seconds. This pose helps stretch the back, hips, and thighs while promoting relaxation."}],"image":"child_s_pose.jpg"},{"_id":{"$oid":"66b5cc2e43812dbcda784442"},"slug":"jumping_squats","title":[{"lang":"fr","value":"Squats Sautés"},{"lang":"en","value":"Jumping Squats"}],"description":[{"lang":"fr","value":"Commencez en position de squat avec les pieds écartés à la largeur des épaules. Abaissez-vous en pliant les genoux jusqu'à ce que vos cuisses soient parallèles au sol. Poussez ensuite de manière explosive vers le haut pour sauter, en étendant complètement les jambes. Atterrissez doucement et revenez immédiatement en position de squat pour la répétition suivante. Cet exercice renforce les muscles des jambes, améliore la puissance et l'endurance."},{"lang":"en","value":"Start in a squat position with your feet shoulder-width apart. Lower yourself by bending your knees until your thighs are parallel to the ground. Then, push explosively upwards to jump, fully extending your legs. Land softly and immediately return to the squat position for the next repetition. This exercise strengthens the leg muscles, improves power, and endurance."}],"image":"jumping_squats.jpg"},{"_id":{"$oid":"66b5ccbd43812dbcda784444"},"slug":"leg_swings","title":[{"lang":"fr","value":"Balancements de Jambes"},{"lang":"en","value":"Leg Swings"}],"description":[{"lang":"fr","value":"Tenez-vous droit avec un support pour l'équilibre, comme un mur ou une chaise. Balancez une jambe vers l'avant aussi haut que possible, puis vers l'arrière sans plier le genou. Gardez le mouvement fluide et contrôlé. Répétez pour 10 à 15 balancements, puis changez de jambe. Cet exercice aide à améliorer la flexibilité dynamique des hanches et des ischio-jambiers."},{"lang":"en","value":"Stand upright with a support for balance, such as a wall or chair. Swing one leg forward as high as possible, then backward without bending the knee. Keep the movement smooth and controlled. Repeat for 10 to 15 swings, then switch legs. This exercise helps improve dynamic flexibility of the hips and hamstrings."}],"image":"leg_swings.jpg"},{"_id":{"$oid":"66b5ccee43812dbcda784446"},"slug":"butt_kicks","title":[{"lang":"fr","value":"Talons-fesses"},{"lang":"en","value":"Butt Kicks"}],"description":[{"lang":"fr","value":"Tenez-vous droit avec les pieds écartés à la largeur des hanches. Alternez en levant rapidement un talon vers les fesses, puis l'autre, en gardant le rythme. Utilisez vos bras pour vous aider à maintenir la vitesse et l'équilibre. Répétez pendant 30 à 60 secondes. Cet exercice aide à améliorer la flexibilité des quadriceps et l'endurance cardiovasculaire."},{"lang":"en","value":"Stand upright with feet hip-width apart. Alternate by quickly lifting one heel towards your buttocks, then the other, maintaining the pace. Use your arms to help keep the speed and balance. Repeat for 30 to 60 seconds. This exercise helps improve quadriceps flexibility and cardiovascular endurance."}],"image":"butt_kicks.jpg"},{"_id":{"$oid":"66b5cdcf43812dbcda784448"},"slug":"air_squats","title":[{"lang":"fr","value":"Squats Aériens"},{"lang":"en","value":"Air Squats"}],"description":[{"lang":"fr","value":"Tenez-vous droit avec les pieds écartés à la largeur des épaules. Abaissez votre corps en pliant les genoux et en poussant les hanches vers l'arrière, comme si vous alliez vous asseoir sur une chaise. Descendez jusqu'à ce que vos cuisses soient parallèles au sol, puis revenez à la position de départ en poussant à travers vos talons. Gardez le dos droit et le regard vers l'avant. Répétez pour 10 à 15 répétitions. Cet exercice renforce les muscles des jambes et des fessiers."},{"lang":"en","value":"Stand upright with feet shoulder-width apart. Lower your body by bending your knees and pushing your hips back, as if sitting down on a chair. Descend until your thighs are parallel to the ground, then return to the starting position by pushing through your heels. Keep your back straight and gaze forward. Repeat for 10 to 15 repetitions. This exercise strengthens the leg and glute muscles."}],"image":"air_squats.jpg"},{"_id":{"$oid":"66b5ce4e43812dbcda78444a"},"slug":"glute_bridges","title":[{"lang":"fr","value":"Ponts Fessiers"},{"lang":"en","value":"Glute Bridges"}],"description":[{"lang":"fr","value":"Allongez-vous sur le dos avec les genoux pliés et les pieds à plat sur le sol, écartés à la largeur des hanches. Placez vos bras le long du corps, paumes vers le bas. Poussez à travers vos talons pour soulever vos hanches vers le plafond, en contractant vos fessiers en haut du mouvement. Maintenez la position pendant une seconde, puis redescendez lentement. Répétez pour 10 à 15 répétitions. Cet exercice renforce les muscles des fessiers et du bas du dos."},{"lang":"en","value":"Lie on your back with your knees bent and feet flat on the floor, hip-width apart. Place your arms along your sides, palms facing down. Push through your heels to lift your hips towards the ceiling, squeezing your glutes at the top of the movement. Hold the position for one second, then slowly lower back down. Repeat for 10 to 15 repetitions. This exercise strengthens the glute and lower back muscles."}],"image":"glute_bridges.jpg"},{"_id":{"$oid":"66b5cf6e43812dbcda78444c"},"slug":"dips","title":[{"lang":"fr","value":"Dips"},{"lang":"en","value":"Dips"}],"description":[{"lang":"fr","value":"Placez vos mains sur le bord d'une chaise ou d'un banc, les doigts vers l'avant et les jambes tendues devant vous. Abaissez lentement votre corps en pliant les coudes jusqu'à ce que vos bras forment des angles de 90 degrés. Poussez ensuite vers le haut pour revenir à la position de départ. Gardez le dos près de la chaise ou du banc tout au long du mouvement. Répétez pour 10 à 15 répétitions. Cet exercice renforce les triceps, les épaules et les pectoraux."},{"lang":"en","value":"Place your hands on the edge of a chair or bench, fingers facing forward and legs extended in front of you. Slowly lower your body by bending your elbows until your arms form 90-degree angles. Then push up to return to the starting position. Keep your back close to the chair or bench throughout the movement. Repeat for 10 to 15 repetitions. This exercise strengthens the triceps, shoulders, and chest muscles."}],"image":"dips.jpg"},{"_id":{"$oid":"66b5d00543812dbcda78444e"},"slug":"tricep_extensions_with_weight","title":[{"lang":"fr","value":"Extensions des Triceps avec Poids"},{"lang":"en","value":"Tricep Extensions with Weight"}],"description":[{"lang":"fr","value":"Tenez-vous droit avec les pieds écartés à la largeur des hanches. Tenez un poids avec les deux mains et levez-le au-dessus de votre tête. Gardez les coudes près de vos oreilles et abaissez lentement le poids derrière votre tête en pliant les coudes. Remontez le poids à la position de départ en contractant les triceps. Répétez pour 10 à 15 répétitions. Cet exercice renforce les muscles des triceps."},{"lang":"en","value":"Stand upright with feet hip-width apart. Hold a weight with both hands and lift it above your head. Keep your elbows close to your ears and slowly lower the weight behind your head by bending your elbows. Raise the weight back to the starting position by contracting your triceps. Repeat for 10 to 15 repetitions. This exercise strengthens the tricep muscles."}],"image":"tricep_extensions_with_weight.jpg"},{"_id":{"$oid":"66b5d26043812dbcda784450"},"slug":"diamond_push-ups","title":[{"lang":"fr","value":"Pompes Diamant"},{"lang":"en","value":"Diamond Push-ups"}],"description":[{"lang":"fr","value":"Commencez en position de planche haute avec les mains rapprochées sous votre poitrine, formant un losange avec vos pouces et index. Abaissez votre corps en pliant les coudes, en gardant les bras près du corps. Poussez vers le haut pour revenir à la position de départ. Répétez pour 10 à 15 répétitions. Cet exercice cible principalement les triceps et la poitrine, et renforce également les épaules et les muscles du tronc."},{"lang":"en","value":"Start in a high plank position with your hands close together under your chest, forming a diamond shape with your thumbs and index fingers. Lower your body by bending your elbows, keeping your arms close to your body. Push up to return to the starting position. Repeat for 10 to 15 repetitions. This exercise primarily targets the triceps and chest, and also strengthens the shoulders and core muscles."}],"image":"diamond_push-ups.jpg"},{"_id":{"$oid":"66b5d91943812dbcda784452"},"slug":"tricep_kickback_with_weight","title":[{"lang":"fr","value":"Kickback des Triceps avec Poids"},{"lang":"en","value":"Tricep Kickback with Weight"}],"description":[{"lang":"fr","value":"Tenez-vous avec les pieds écartés à la largeur des hanches et penchez-vous légèrement en avant à partir des hanches, en gardant le dos droit. Tenez un poids dans chaque main, les coudes pliés à 90 degrés près de votre corps. Étendez vos bras vers l'arrière en contractant les triceps, puis revenez à la position de départ. Répétez pour 10 à 15 répétitions de chaque côté. Cet exercice cible les muscles des triceps."},{"lang":"en","value":"Stand with your feet hip-width apart and lean slightly forward from your hips, keeping your back straight. Hold a weight in each hand, elbows bent at 90 degrees close to your body. Extend your arms backward by contracting your triceps, then return to the starting position. Repeat for 10 to 15 repetitions on each side. This exercise targets the tricep muscles."}],"image":"tricep_kickback_with_weight.jpg"},{"_id":{"$oid":"66b5da9543812dbcda784454"},"slug":"squats_with_weight","title":[{"lang":"fr","value":"Squats avec Poids"},{"lang":"en","value":"Squats with Weight"}],"description":[{"lang":"fr","value":"Tenez-vous droit avec les pieds écartés à la largeur des épaules et un poids tenu devant votre poitrine ou sur vos épaules. Abaissez votre corps en pliant les genoux et en poussant les hanches vers l'arrière, comme si vous alliez vous asseoir sur une chaise. Descendez jusqu'à ce que vos cuisses soient parallèles au sol, puis revenez à la position de départ en poussant à travers vos talons. Gardez le dos droit et le regard vers l'avant. Répétez pour 10 à 15 répétitions. Cet exercice renforce les muscles des jambes et des fessiers."},{"lang":"en","value":"Stand upright with your feet shoulder-width apart and hold a weight in front of your chest or on your shoulders. Lower your body by bending your knees and pushing your hips back as if sitting down on a chair. Descend until your thighs are parallel to the ground, then return to the starting position by pushing through your heels. Keep your back straight and gaze forward. Repeat for 10 to 15 repetitions. This exercise strengthens the leg and glute muscles."}],"image":"squats_with_weight.jpg"},{"_id":{"$oid":"66b5db4d43812dbcda784456"},"slug":"walking_lunges_with_weight","title":[{"lang":"fr","value":"Fentes Marchées avec Poids"},{"lang":"en","value":"Walking Lunges with Weight"}],"description":[{"lang":"fr","value":"Tenez-vous droit avec un poids dans chaque main. Faites un grand pas en avant avec une jambe et abaissez votre corps jusqu'à ce que les deux genoux soient pliés à un angle de 90 degrés. Poussez à travers le talon de votre pied avant pour revenir à la position debout et avancez l'autre jambe pour la prochaine répétition. Continuez à alterner les jambes en marchant. Répétez pour 10 à 15 répétitions de chaque côté. Cet exercice renforce les muscles des jambes et des fessiers."},{"lang":"en","value":"Stand upright with a weight in each hand. Take a large step forward with one leg and lower your body until both knees are bent at a 90-degree angle. Push through the heel of your front foot to return to standing and bring the other leg forward for the next repetition. Continue alternating legs as you walk. Repeat for 10 to 15 repetitions on each side. This exercise strengthens the leg and glute muscles."}],"image":"walking_lunges_with_weight.jpg"},{"_id":{"$oid":"66b5db9843812dbcda784458"},"slug":"step-ups_on_plyo_box_with_weight","title":[{"lang":"fr","value":"Montées sur Box Plyo avec Poids"},{"lang":"en","value":"Step-ups on Plyo Box with Weight"}],"description":[{"lang":"fr","value":"Tenez-vous devant une box plyo avec un poids dans chaque main. Placez un pied sur la box et poussez à travers le talon pour monter, en amenant l'autre pied sur la box. Descendez lentement en revenant à la position de départ. Alternez les pieds pour chaque répétition. Répétez pour 10 à 15 répétitions de chaque côté. Cet exercice renforce les muscles des jambes et des fessiers tout en améliorant l'équilibre et la coordination."},{"lang":"en","value":"Stand in front of a plyo box with a weight in each hand. Place one foot on the box and push through your heel to step up, bringing the other foot onto the box. Slowly step back down to return to the starting position. Alternate feet with each repetition. Repeat for 10 to 15 repetitions on each side. This exercise strengthens the leg and glute muscles while improving balance and coordination."}],"image":"step-ups_on_plyo_box_with_weight.jpg"},{"_id":{"$oid":"66b5dd5343812dbcda78445a"},"slug":"glute_stretch","title":[{"lang":"fr","value":"Étirement des Fessiers"},{"lang":"en","value":"Glute Stretch"}],"description":[{"lang":"fr","value":"Asseyez-vous par terre avec les jambes étendues devant vous. Pliez une jambe et croisez-la par-dessus l'autre, en plaçant votre pied à plat sur le sol à l'extérieur de votre genou opposé. Tournez votre torse vers la jambe pliée et utilisez votre coude opposé pour appuyer contre le genou plié, augmentant ainsi l'étirement. Maintenez la position pendant 20 à 30 secondes, puis changez de côté. Cet étirement aide à améliorer la flexibilité des fessiers et à réduire les tensions."},{"lang":"en","value":"Sit on the floor with your legs extended in front of you. Bend one leg and cross it over the other, placing your foot flat on the floor outside your opposite knee. Twist your torso towards the bent leg and use your opposite elbow to press against the bent knee, increasing the stretch. Hold the position for 20 to 30 seconds, then switch sides. This stretch helps improve glute flexibility and reduce tension."}],"image":"glute_stretch.jpg"},{"_id":{"$oid":"66b6161543812dbcda784462"},"slug":"bosu_ball_bridges_hip_raises_glute_bridges","title":[{"lang":"fr","value":"Ponts sur Bosu Ball"},{"lang":"en","value":"Bosu Ball Bridges Hip Raises Glute Bridges"}],"description":[{"lang":"fr","value":"Allongez-vous sur le dos avec les pieds sur un Bosu Ball et les genoux pliés. Placez vos bras le long du corps, paumes vers le bas. Poussez à travers vos talons pour soulever vos hanches vers le plafond, en contractant vos fessiers en haut du mouvement. Maintenez la position pendant une seconde, puis redescendez lentement. Répétez pour 10 à 15 répétitions. Cet exercice renforce les muscles des fessiers et du bas du dos tout en améliorant la stabilité et l'équilibre."},{"lang":"en","value":"Lie on your back with your feet on a Bosu Ball and knees bent. Place your arms along your sides, palms facing down. Push through your heels to lift your hips towards the ceiling, squeezing your glutes at the top of the movement. Hold the position for one second, then slowly lower back down. Repeat for 10 to 15 repetitions. This exercise strengthens the glute and lower back muscles while improving stability and balance."}],"image":"bosu_ball_bridges_hip_raises_glute_bridges.jpg"},{"_id":{"$oid":"66b9e39b43812dbcda784464"},"slug":"stretch_spinal_twist","title":[{"lang":"fr","value":"Étirement Torsion Spinale"},{"lang":"en","value":"Stretch Spinal Twist"}],"description":[{"lang":"fr","value":"Cet exercice aide à étirer et à détendre les muscles du dos tout en améliorant la flexibilité de la colonne vertébrale. Asseyez-vous sur le sol avec les jambes étendues devant vous. Pliez le genou droit et placez le pied droit à l'extérieur du genou gauche. Tournez votre torse vers la droite, placez votre main gauche sur le genou droit et votre main droite derrière vous pour soutenir. Maintenez la position pendant 20 à 30 secondes, puis répétez de l'autre côté."},{"lang":"en","value":"This exercise helps to stretch and relax the back muscles while improving spinal flexibility. Sit on the floor with your legs extended in front of you. Bend your right knee and place your right foot outside your left knee. Twist your torso to the right, placing your left hand on your right knee and your right hand behind you for support. Hold the position for 20 to 30 seconds, then repeat on the other side."}],"image":"supine spinal twist"},{"_id":{"$oid":"66b9e41a43812dbcda784466"},"slug":"warm_up_hip_circle","title":[{"lang":"fr","value":"Cercle de Hanche d'Échauffement"},{"lang":"en","value":"Warm Up Hip Circle"}],"description":[{"lang":"fr","value":"Cet exercice aide à échauffer les hanches et à améliorer la mobilité des articulations. Tenez-vous debout, les pieds écartés à la largeur des épaules. Placez vos mains sur vos hanches et faites des cercles lents et contrôlés avec vos hanches dans le sens des aiguilles d'une montre. Après 10 à 15 cercles, changez de direction et faites des cercles dans le sens inverse des aiguilles d'une montre. Cet exercice peut être fait pendant 1 à 2 minutes."},{"lang":"en","value":"This exercise helps to warm up the hips and improve joint mobility. Stand with your feet shoulder-width apart. Place your hands on your hips and make slow, controlled circles with your hips in a clockwise direction. After 10 to 15 circles, change direction and make circles counterclockwise. This exercise can be performed for 1 to 2 minutes."}]},{"_id":{"$oid":"66c496f543812dbcda78446e"},"slug":"jump_rope","title":[{"lang":"fr","value":"Corde à Sauter"},{"lang":"en","value":"Jump Rope"}],"description":[{"lang":"fr","value":"Tenez les poignées de la corde, pieds joints, et sautez en rythme tout en faisant tourner la corde sous vos pieds et au-dessus de votre tête. Maintenez une posture droite et une cadence régulière."},{"lang":"en","value":"Hold the jump rope handles, keep your feet together, and jump in rhythm while swinging the rope under your feet and over your head. Maintain an upright posture and a steady pace."}],"image":"jump-rope.jpg"},{"_id":{"$oid":"66c5b75143812dbcda784472"},"slug":"standing_dumbbell_shoulder_press","title":[{"lang":"fr","value":"Développé Militaire avec Haltères Debout"},{"lang":"en","value":"Standing Dumbbell Shoulder Press"}],"description":[{"lang":"fr","value":"Debout, tenez une haltère dans chaque main à hauteur des épaules, paumes tournées vers l'avant. Poussez les haltères vers le haut jusqu'à ce que vos bras soient complètement étendus, puis redescendez lentement à la position de départ. Gardez le dos droit et engagez les abdominaux pendant tout le mouvement."},{"lang":"en","value":"Stand upright, holding a dumbbell in each hand at shoulder height with palms facing forward. Press the dumbbells overhead until your arms are fully extended, then slowly lower them back to the starting position. Keep your back straight and engage your core throughout the movement."}],"image":"standing-dumbbell-shoulder-press.jpg"},{"_id":{"$oid":"66c5b7aa43812dbcda784474"},"slug":"lateral_raises","title":[{"lang":"fr","value":"Élévations Latérales"},{"lang":"en","value":"Lateral Raises"}],"description":[{"lang":"fr","value":"Debout, tenez une haltère dans chaque main, les bras le long du corps. Levez les bras sur les côtés jusqu'à ce qu'ils soient à la hauteur des épaules, en gardant une légère flexion des coudes. Redescendez lentement les bras à la position de départ. Maintenez le dos droit et engagez les abdominaux pendant tout le mouvement."},{"lang":"en","value":"Stand upright, holding a dumbbell in each hand with your arms at your sides. Raise your arms out to the sides until they are at shoulder height, keeping a slight bend in your elbows. Slowly lower the weights back to the starting position. Keep your back straight and engage your core throughout the movement."}],"image":"lateral-raises.jpg"},{"_id":{"$oid":"66c5b7f043812dbcda784476"},"slug":"bent_over_reverse_flyes","title":[{"lang":"fr","value":"Élévations Latérales Buste Penché"},{"lang":"en","value":"Bent-Over Reverse Flyes"}],"description":[{"lang":"fr","value":"En position debout, penchez-vous en avant avec les genoux légèrement fléchis, un haltère dans chaque main, bras tendus vers le sol. Élevez les bras sur les côtés jusqu'à ce qu'ils soient à la hauteur des épaules, en gardant une légère flexion des coudes. Redescendez lentement à la position de départ. Gardez le dos droit et engagez les abdominaux pendant tout le mouvement."},{"lang":"en","value":"Stand with your feet shoulder-width apart, bend over at the hips with a slight bend in your knees, holding a dumbbell in each hand, arms extended toward the floor. Raise your arms out to the sides until they are at shoulder height, keeping a slight bend in your elbows. Slowly lower the weights back to the starting position. Keep your back straight and engage your core throughout the movement."}],"image":"bent-over-reverse-flyes"},{"_id":{"$oid":"66c5b88f43812dbcda784478"},"slug":"bicep_curls","title":[{"lang":"fr","value":"Flexions des Biceps"},{"lang":"en","value":"Bicep Curls"}],"description":[{"lang":"fr","value":"Debout, tenez un haltère dans chaque main avec les bras le long du corps et les paumes tournées vers l'avant. Fléchissez les coudes pour soulever les haltères jusqu'aux épaules, puis redescendez lentement à la position de départ. Gardez les coudes proches du corps tout au long du mouvement."},{"lang":"en","value":"Stand upright, holding a dumbbell in each hand with your arms at your sides and palms facing forward. Curl the weights up towards your shoulders by bending your elbows, then slowly lower them back to the starting position. Keep your elbows close to your body throughout the movement."}],"image":"bicep-curls"},{"_id":{"$oid":"66c5b8ca43812dbcda78447a"},"slug":"tricep_dips","title":[{"lang":"fr","value":"Dips pour Triceps"},{"lang":"en","value":"Tricep Dips"}],"description":[{"lang":"fr","value":"Asseyez-vous sur le bord d'un banc, les mains posées de chaque côté des hanches. Avancez vos pieds pour que vos fesses soient suspendues devant le banc, puis pliez les coudes pour abaisser votre corps vers le sol. Poussez avec vos bras pour revenir à la position de départ. Gardez le dos près du banc tout au long du mouvement."},{"lang":"en","value":"Sit on the edge of a bench with your hands placed on either side of your hips. Move your feet forward so your hips are suspended off the bench, then bend your elbows to lower your body towards the floor. Push through your arms to return to the starting position. Keep your back close to the bench throughout the movement."}],"image":"tricep-dips"},{"_id":{"$oid":"66c5b8ef43812dbcda78447c"},"slug":"hammer_curls","title":[{"lang":"fr","value":"Flexions Marteau"},{"lang":"en","value":"Hammer Curls"}],"description":[{"lang":"fr","value":"Debout, tenez un haltère dans chaque main avec les bras le long du corps et les paumes tournées l'une vers l'autre. Fléchissez les coudes pour soulever les haltères vers vos épaules, en gardant les poignets dans une position neutre. Redescendez lentement à la position de départ. Gardez les coudes proches du corps tout au long du mouvement."},{"lang":"en","value":"Stand upright, holding a dumbbell in each hand with your arms at your sides and palms facing each other. Curl the weights towards your shoulders by bending your elbows, keeping your wrists in a neutral position. Slowly lower the weights back to the starting position. Keep your elbows close to your body throughout the movement."}],"image":"hammer-curls"},{"_id":{"$oid":"66c5b92443812dbcda78447e"},"slug":"dumbbell_press","title":[{"lang":"fr","value":"Développé avec Haltères"},{"lang":"en","value":"Dumbbell Press"}],"description":[{"lang":"fr","value":"Allongez-vous sur un banc avec un haltère dans chaque main, les bras tendus vers le haut, au-dessus de la poitrine. Abaissez lentement les haltères de chaque côté de votre poitrine, puis poussez-les vers le haut pour revenir à la position de départ. Gardez les pieds à plat sur le sol et les coudes légèrement fléchis."},{"lang":"en","value":"Lie on a bench with a dumbbell in each hand, arms extended straight up over your chest. Slowly lower the dumbbells to the sides of your chest, then press them back up to the starting position. Keep your feet flat on the floor and your elbows slightly bent."}],"image":"dumbbell-press"},{"_id":{"$oid":"66c5b94f43812dbcda784480"},"slug":"dumbbell_flyes","title":[{"lang":"fr","value":"Écarté Couché avec Haltères"},{"lang":"en","value":"Dumbbell Flyes"}],"description":[{"lang":"fr","value":"Allongez-vous sur un banc avec un haltère dans chaque main, les bras légèrement fléchis et tendus vers le haut, au-dessus de la poitrine. Abaissez lentement les haltères de chaque côté en écartant les bras, jusqu'à ce qu'ils soient à la hauteur des épaules. Ramenez ensuite les haltères à la position de départ en utilisant les muscles de la poitrine. Gardez une légère flexion des coudes tout au long du mouvement."},{"lang":"en","value":"Lie on a bench with a dumbbell in each hand, arms slightly bent and extended straight up over your chest. Slowly lower the dumbbells out to the sides, keeping your arms extended, until they are at shoulder level. Bring the dumbbells back up to the starting position using your chest muscles. Keep a slight bend in your elbows throughout the movement."}],"image":"dumbbell-flyes"},{"_id":{"$oid":"66c5b98343812dbcda784482"},"slug":"push_ups","title":[{"lang":"fr","value":"Pompes"},{"lang":"en","value":"Push-Ups"}],"description":[{"lang":"fr","value":"Placez-vous en position de planche, les mains placées légèrement plus larges que la largeur des épaules. Pliez les coudes pour abaisser votre corps jusqu'à ce que votre poitrine touche presque le sol, puis poussez avec vos bras pour revenir à la position de départ. Gardez le corps aligné tout au long du mouvement."},{"lang":"en","value":"Position yourself in a plank position with your hands slightly wider than shoulder-width apart. Bend your elbows to lower your body until your chest nearly touches the floor, then push through your arms to return to the starting position. Keep your body in a straight line throughout the movement."}],"image":"push-ups"},{"_id":{"$oid":"66c5b9f143812dbcda784484"},"slug":"dynamic_chest_stretch","title":[{"lang":"fr","value":"Étirement Dynamique de la Poitrine"},{"lang":"en","value":"Dynamic Chest Stretch"}],"description":[{"lang":"fr","value":"Debout, les pieds écartés à la largeur des épaules, étendez vos bras sur les côtés à la hauteur des épaules. Faites de petits cercles vers l'arrière avec vos bras, en augmentant progressivement l'amplitude du mouvement. Après quelques secondes, changez de direction pour faire des cercles vers l'avant. Gardez le dos droit et les abdominaux engagés tout au long du mouvement."},{"lang":"en","value":"Stand with your feet shoulder-width apart, extend your arms out to the sides at shoulder height. Begin making small circles backward with your arms, gradually increasing the range of motion. After a few seconds, reverse the direction and make circles forward. Keep your back straight and engage your core throughout the movement."}],"image":"dynamic-chest-stretch"},{"_id":{"$oid":"66c5ba1243812dbcda784486"},"slug":"shoulder_shrugs","title":[{"lang":"fr","value":"Haussements d'Épaules"},{"lang":"en","value":"Shoulder Shrugs"}],"description":[{"lang":"fr","value":"Debout, tenez un haltère dans chaque main, les bras le long du corps. Haussez les épaules vers vos oreilles aussi haut que possible, en contractant les muscles trapèzes. Maintenez la position pendant une seconde, puis abaissez lentement les épaules à la position de départ. Gardez les bras droits tout au long du mouvement."},{"lang":"en","value":"Stand upright, holding a dumbbell in each hand with your arms at your sides. Shrug your shoulders up towards your ears as high as possible, squeezing your trapezius muscles. Hold for a second, then slowly lower your shoulders back to the starting position. Keep your arms straight throughout the movement."}],"image":"shrugs_stretch"},{"_id":{"$oid":"66c5ba4a43812dbcda784488"},"slug":"chest_stretch","title":[{"lang":"fr","value":"Étirement de la Poitrine"},{"lang":"en","value":"Chest Stretch"}],"description":[{"lang":"fr","value":"Tenez-vous droit, les pieds écartés à la largeur des épaules. Placez vos mains derrière votre dos et entrelacez vos doigts. Redressez les bras et soulevez doucement vos mains vers l'arrière tout en ouvrant votre poitrine. Maintenez l'étirement pendant 20 à 30 secondes, en respirant profondément."},{"lang":"en","value":"Stand upright with your feet shoulder-width apart. Place your hands behind your back and interlace your fingers. Straighten your arms and gently lift your hands backward while opening up your chest. Hold the stretch for 20 to 30 seconds, breathing deeply."}],"image":"chest-stretch"},{"_id":{"$oid":"66c5ba6843812dbcda78448a"},"slug":"tricep_stretch","title":[{"lang":"fr","value":"Étirement des Triceps"},{"lang":"en","value":"Tricep Stretch"}],"description":[{"lang":"fr","value":"Tenez-vous droit, levez un bras au-dessus de votre tête et pliez le coude pour que votre main touche l'arrière de votre épaule. Avec l'autre main, appuyez doucement sur le coude pour approfondir l'étirement. Maintenez cette position pendant 20 à 30 secondes, puis changez de bras."},{"lang":"en","value":"Stand upright, raise one arm above your head and bend the elbow so that your hand touches the back of your shoulder. With the other hand, gently press on the elbow to deepen the stretch. Hold this position for 20 to 30 seconds, then switch arms."}],"image":"tricep-stretch"},{"_id":{"$oid":"66c5ba8543812dbcda78448c"},"slug":"bicep_stretch","title":[{"lang":"fr","value":"Étirement des Biceps"},{"lang":"en","value":"Bicep Stretch"}],"description":[{"lang":"fr","value":"Debout, tendez un bras sur le côté à hauteur d'épaule, avec la paume tournée vers l'avant. Tournez lentement votre torse dans la direction opposée à l'étirement, en gardant le bras tendu. Maintenez l'étirement pendant 20 à 30 secondes, puis changez de bras."},{"lang":"en","value":"Stand upright, extend one arm out to the side at shoulder height with the palm facing forward. Slowly turn your torso in the opposite direction of the stretch while keeping your arm extended. Hold the stretch for 20 to 30 seconds, then switch arms."}],"image":"bicep-stretch"},{"_id":{"$oid":"66c625d343812dbcda784490"},"slug":"bank_jump","title":[{"lang":"fr","value":"Saut de Banc"},{"lang":"en","value":"Bank Jump"}],"description":[{"lang":"fr","value":"Debout face à un banc, sautez avec les deux pieds dessus, puis redescendez de l'autre côté. Répétez le mouvement en sens inverse pour revenir à votre position de départ. Gardez le dos droit et engagez vos abdominaux tout au long du mouvement."},{"lang":"en","value":"Stand facing a bench, jump onto it with both feet, then step or jump down to the other side. Repeat the movement in reverse to return to your starting position. Keep your back straight and engage your core throughout the movement."}],"image":"bench-jump-over"},{"_id":{"$oid":"66c6e24343812dbcda784492"},"slug":"warm_up_walk","title":[{"lang":"fr","value":"Marche d'Échauffement"},{"lang":"en","value":"Warm Up Walk"}],"description":[{"lang":"fr","value":"Marchez à un rythme modéré pendant 5 à 10 minutes pour préparer votre corps à l'exercice. Concentrez-vous sur une respiration régulière et une bonne posture, en gardant les épaules détendues et les bras en mouvement naturel."},{"lang":"en","value":"Walk at a moderate pace for 5 to 10 minutes to prepare your body for exercise. Focus on steady breathing and good posture, keeping your shoulders relaxed and your arms moving naturally."}],"image":"warm-up-walk"},{"_id":{"$oid":"66c6e27c43812dbcda784494"},"slug":"warm_up_hip_circles","title":[{"lang":"fr","value":"Cercle de Hanches d'Échauffement"},{"lang":"en","value":"Warm Up Hip Circles"}],"description":[{"lang":"fr","value":"Tenez-vous droit avec les pieds écartés à la largeur des épaules. Placez vos mains sur vos hanches et effectuez des cercles lents et contrôlés avec vos hanches dans le sens des aiguilles d'une montre, puis dans le sens inverse. Répétez pendant 30 à 60 secondes pour chaque sens."},{"lang":"en","value":"Stand upright with your feet shoulder-width apart. Place your hands on your hips and slowly rotate your hips in a controlled, circular motion clockwise, then counterclockwise. Repeat for 30 to 60 seconds in each direction."}],"image":"warm-up-hip-circles"},{"_id":{"$oid":"66c6e37743812dbcda784496"},"slug":"plank_row_with_weights","title":[{"lang":"fr","value":"Rameur en Planche avec Poids"},{"lang":"en","value":"Plank Row with Weights"}],"description":[{"lang":"fr","value":"En position de planche avec les mains sous les épaules et les pieds écartés à la largeur des hanches, tenez un haltère dans chaque main. Tirez un haltère vers votre hanche en gardant le corps stable, puis redescendez-le doucement et répétez de l'autre côté."},{"lang":"en","value":"In a plank position with your hands under your shoulders and feet hip-width apart, hold a dumbbell in each hand. Row one dumbbell towards your hip while keeping your body stable, then lower it back down gently and repeat on the other side."}],"image":"plank-row-with-weights"},{"_id":{"$oid":"66c6e3f443812dbcda784498"},"slug":"side_plank","title":[{"lang":"fr","value":"Planche Latérale"},{"lang":"en","value":"Side Plank"}],"description":[{"lang":"fr","value":"Allongez-vous sur le côté, en appui sur un avant-bras, l'autre bras le long du corps ou tendu vers le haut. Soulevez vos hanches pour former une ligne droite de la tête aux pieds. Maintenez cette position pendant 20 à 60 secondes, puis changez de côté."},{"lang":"en","value":"Lie on your side, supporting your body with one forearm, with the other arm along your body or extended upwards. Lift your hips to form a straight line from your head to your feet. Hold this position for 20 to 60 seconds, then switch sides."}],"image":"side-plank"},{"_id":{"$oid":"66c6e45843812dbcda78449a"},"slug":"deadlift_with_weights","title":[{"lang":"fr","value":"Deadlift avec Poids"},{"lang":"en","value":"Deadlift with Weights"}],"description":[{"lang":"fr","value":"Tenez le poids devant vous, penchez-vous en avant en gardant le dos droit, puis revenez à la position debout."},{"lang":"en","value":"Hold the weight in front of you, bend forward while keeping your back straight, then return to the standing position."}],"image":"deadlift-with-weights"},{"_id":{"$oid":"66c6e49f43812dbcda78449c"},"slug":"superman","title":[{"lang":"fr","value":"Superman"},{"lang":"en","value":"Superman"}],"description":[{"lang":"fr","value":"Allongé sur le ventre, levez simultanément vos bras et vos jambes aussi haut que possible, puis redescendez."},{"lang":"en","value":"Lying on your stomach, lift your arms and legs simultaneously as high as possible, then lower them back down."}],"image":"superman"},{"_id":{"$oid":"66c6e53d43812dbcda78449e"},"slug":"quadriceps_stretch","title":[{"lang":"fr","value":"Étirement des Quadriceps"},{"lang":"en","value":"Quadriceps Stretch"}],"description":[{"lang":"fr","value":"Debout, placez une jambe sur une surface surélevée (comme une chaise ou un banc), gardez la jambe droite, et penchez-vous en avant à partir des hanches pour atteindre votre pied. Maintenez la position pendant 20-30 secondes, puis changez de jambe."},{"lang":"en","value":"Stand upright, place one leg on an elevated surface (like a chair or bench), keep the leg straight, and bend forward from the hips to reach your foot. Hold the position for 20-30 seconds, then switch legs."}],"image":"quadriceps-stretch"},{"_id":{"$oid":"66c6e5c943812dbcda7844a0"},"slug":"ischio_stretch","title":[{"lang":"fr","value":"Étirement des Ischio-Jambiers"},{"lang":"en","value":"Hamstring Stretch"}],"description":[{"lang":"fr","value":"Debout, placez une jambe sur une surface surélevée (comme une chaise ou un banc), gardez la jambe droite, et penchez-vous en avant à partir des hanches pour atteindre votre pied. Maintenez la position pendant 20-30 secondes, puis changez de jambe."},{"lang":"en","value":"Stand upright, place one leg on an elevated surface (like a chair or bench), keep the leg straight, and bend forward from the hips to reach your foot. Hold the position for 20-30 seconds, then switch legs."}],"image":"ischio-stretch"},{"_id":{"$oid":"66d6f56d43812dbcda7844c0"},"slug":"shrugs_stretch","title":[{"lang":"fr","value":"Haussements d'Épaules"},{"lang":"en","value":"Shoulder Shrugs"}],"description":[{"lang":"fr","value":"Debout, tenez un haltère dans chaque main, les bras le long du corps. Haussez les épaules vers vos oreilles aussi haut que possible, en contractant les muscles trapèzes. Maintenez la position pendant une seconde, puis abaissez lentement les épaules à la position de départ. Gardez les bras droits tout au long du mouvement."},{"lang":"en","value":"Stand upright, holding a dumbbell in each hand with your arms at your sides. Shrug your shoulders up towards your ears as high as possible, squeezing your trapezius muscles. Hold for a second, then slowly lower your shoulders back to the starting position. Keep your arms straight throughout the movement."}],"image":"shrugs_stretch"},{"_id":{"$oid":"66d82be043812dbcda7844c4"},"slug":"torso_twists","title":[{"lang":"fr","value":"Torsions du buste"},{"lang":"en","value":"Torso Twists"}],"description":[{"lang":"fr","value":"Debout, jambes légèrement fléchies, faites des torsions contrôlées à gauche puis à droite avec les bras à hauteur de poitrine."},{"lang":"en","value":"Stand upright with knees slightly bent, and perform controlled twists to the left and right with your arms at chest height."}],"image":"torso-twists"},{"_id":{"$oid":"66d82cb243812dbcda7844c6"},"slug":"crunches","title":[{"lang":"fr","value":"Crunchs classiques"},{"lang":"en","value":"Crunches"}],"description":[{"lang":"fr","value":"Allongé sur le dos, genoux fléchis, soulevez vos épaules du sol en contractant vos abdominaux."},{"lang":"en","value":"Lie on your back with your knees bent, lift your shoulders off the ground by contracting your abdominal muscles."}],"sets":3,"reps_per_set":20,"image":"crunches"},{"_id":{"$oid":"66d82d0043812dbcda7844c8"},"slug":"lying_leg_raises","title":[{"lang":"fr","value":"Relevés de jambes allongé"},{"lang":"en","value":"Lying Leg Raises"}],"description":[{"lang":"fr","value":"Allongé sur le dos, bras le long du corps, levez les jambes tendues vers le plafond en contractant les abdominaux. Redescendez-les lentement sans toucher le sol."},{"lang":"en","value":"Lie on your back with arms along your sides, raise your legs straight towards the ceiling by contracting your abs. Slowly lower them without touching the ground."}],"image":"lying-leg-raises"},{"_id":{"$oid":"66d82e4c43812dbcda7844ca"},"slug":"reverse_crunches","title":[{"lang":"fr","value":"Crunchs inversés"},{"lang":"en","value":"Reverse Crunches"}],"description":[{"lang":"fr","value":"Allongé sur le dos, bras le long du corps, ramenez vos genoux vers votre poitrine en soulevant légèrement les hanches du sol. Contrôlez la descente."},{"lang":"en","value":"Lie on your back with arms along your sides, bring your knees towards your chest while slightly lifting your hips off the ground. Control the descent."}],"image":"reverse-crunches"},{"_id":{"$oid":"66d82eed43812dbcda7844cc"},"slug":"leg_raises","title":[{"lang":"fr","value":"Relevés de jambes au sol"},{"lang":"en","value":"Leg Raises"}],"description":[{"lang":"fr","value":"Allongé sur le dos, bras le long du corps. Levez vos jambes droites vers le plafond, puis redescendez-les lentement sans toucher le sol pour engager vos abdominaux inférieurs."},{"lang":"en","value":"Lie on your back with arms along your sides. Lift your straight legs towards the ceiling, then slowly lower them without touching the ground to engage your lower abs."}],"sets":3,"reps_per_set":15,"image":"leg-raises"},{"_id":{"$oid":"66d82f2443812dbcda7844ce"},"slug":"plank_with_leg_lifts","title":[{"lang":"fr","value":"Planche avec lever de jambes"},{"lang":"en","value":"Plank with Leg Lifts"}],"description":[{"lang":"fr","value":"En position de planche classique, soulevez une jambe vers l’arrière tout en maintenant une contraction abdominale. Alternez les jambes à chaque série."},{"lang":"en","value":"In a standard plank position, lift one leg towards the back while maintaining core engagement. Alternate legs with each set."}],"sets":3,"duration_per_set":"30 seconds","image":"plank-with-leg-lifts"},{"_id":{"$oid":"66d82fb743812dbcda7844d2"},"slug":"bicycle_crunches","title":[{"lang":"fr","value":"Crunchs obliques"},{"lang":"en","value":"Bicycle Crunches"}],"description":[{"lang":"fr","value":"Allongé sur le dos, ramenez votre coude gauche vers votre genou droit tout en étendant la jambe opposée. Alternez les côtés."},{"lang":"en","value":"Lie on your back, bring your left elbow towards your right knee while extending the opposite leg. Alternate sides."}],"sets":3,"reps_per_set":20,"image":"bicycle-crunches"},{"_id":{"$oid":"66d8308443812dbcda7844d4"},"slug":"cobra_stretch","title":[{"lang":"fr","value":"Étirement du cobra"},{"lang":"en","value":"Cobra Stretch"}],"description":[{"lang":"fr","value":"Allongé sur le ventre, placez vos mains sous vos épaules et poussez vers le haut pour étirer les abdominaux, en gardant les hanches au sol."},{"lang":"en","value":"Lying on your stomach, place your hands under your shoulders and push up to stretch your abdominals, keeping your hips on the ground."}],"duration":"1 minute","image":"cobra-stretch"},{"_id":{"$oid":"66d830ca43812dbcda7844d6"},"slug":"seated_oblique_stretch","title":[{"lang":"fr","value":"Étirement des obliques en position assise"},{"lang":"en","value":"Seated Oblique Stretch"}],"description":[{"lang":"fr","value":"Assis, jambes croisées, levez un bras et inclinez votre buste sur le côté pour étirer vos obliques."},{"lang":"en","value":"Seated with legs crossed, raise one arm and lean your torso to the side to stretch your obliques."}],"image":"seated-oblique-stretch"},{"_id":{"$oid":"66e4089343812dbcda7844e4"},"slug":"overhead_dumbbell_triceps","title":[{"lang":"fr","value":"Extension Triceps au-dessus de la tête avec haltère"},{"lang":"en","value":"Overhead Dumbbell Triceps Extension"}],"description":[{"lang":"fr","value":"Tenez un haltère à deux mains au-dessus de votre tête, bras tendus. Pliez les coudes pour abaisser l'haltère derrière votre tête, puis étendez à nouveau les bras pour revenir à la position de départ."},{"lang":"en","value":"Hold a dumbbell with both hands above your head, arms extended. Bend your elbows to lower the dumbbell behind your head, then extend your arms back to the starting position."}],"image":"man-doing-seated-overhead-dumbbell-triceps-extensions"},{"_id":{"$oid":"66e4531443812dbcda7844f4"},"slug":"stretching_hip_circles","title":[{"lang":"fr","value":"Étirement Cercles de Hanches"},{"lang":"en","value":"Stretching Hip Circles"}],"description":[{"lang":"fr","value":"Debout, pieds écartés à la largeur des épaules, placez vos mains sur les hanches. Effectuez lentement des cercles avec vos hanches dans un sens, puis dans l'autre, pour étirer et mobiliser la région des hanches."},{"lang":"en","value":"Stand with your feet shoulder-width apart and place your hands on your hips. Slowly rotate your hips in a circular motion in one direction, then the other, to stretch and mobilize the hip area."}],"image":"stretching-hip-circles"},{"_id":{"$oid":"66e453f643812dbcda7844fa"},"slug":"plank","title":[{"lang":"fr","value":"Planche"},{"lang":"en","value":"Plank"}],"description":[{"lang":"fr","value":"Allongez-vous face contre terre, puis soulevez votre corps en vous appuyant sur les avant-bras et la pointe des pieds. Gardez le corps droit, les abdominaux contractés et maintenez la position."},{"lang":"en","value":"Lie face down, then lift your body up, supporting yourself on your forearms and toes. Keep your body straight, engage your core, and hold the position."}],"image":"forearm plank"},{"_id":{"$oid":"66e4544a43812dbcda7844fc"},"slug":"dead_bug","title":[{"lang":"fr","value":"Dead Bug"},{"lang":"en","value":"Dead Bug"}],"description":[{"lang":"fr","value":"Allongez-vous sur le dos, les bras tendus vers le plafond et les genoux pliés à 90 degrés. Abaissez simultanément un bras et la jambe opposée vers le sol tout en maintenant le bas du dos en contact avec le sol. Revenez à la position de départ et répétez de l'autre côté."},{"lang":"en","value":"Lie on your back with your arms extended towards the ceiling and knees bent at 90 degrees. Lower one arm and the opposite leg toward the floor while keeping your lower back pressed into the ground. Return to the starting position and repeat on the other side."}],"image":"dead-bug"},{"_id":{"$oid":"66e4549043812dbcda7844fe"},"slug":"bird_dog","title":[{"lang":"fr","value":"Bird Dog"},{"lang":"en","value":"Bird Dog"}],"description":[{"lang":"fr","value":"Commencez à quatre pattes, mains sous les épaules et genoux sous les hanches. Étendez simultanément un bras vers l'avant et la jambe opposée vers l'arrière, en gardant le dos droit. Revenez à la position de départ et répétez de l'autre côté."},{"lang":"en","value":"Start on all fours with your hands under your shoulders and knees under your hips. Extend one arm forward and the opposite leg backward simultaneously, keeping your back straight. Return to the starting position and repeat on the other side."}],"image":"bird-dog"},{"_id":{"$oid":"66e951c843812dbcda784502"},"slug":"inverted_rows_parallel_bars","title":[{"lang":"fr","value":"Tractions Inversées avec Barres Parallèles"},{"lang":"en","value":"Inverted Rows with Parallel Bars"}],"description":[{"lang":"fr","value":"Allongez-vous sous des barres parallèles, saisissez-les avec une prise pronation, pieds au sol. Tirez votre poitrine vers les barres tout en gardant le corps droit, puis redescendez lentement."},{"lang":"en","value":"Lie under parallel bars, grasp them with an overhand grip, feet on the ground. Pull your chest towards the bars while keeping your body straight, then slowly lower yourself back down."}],"image":"inverted-rows-parallel-bars"},{"_id":{"$oid":"66e951f143812dbcda784504"},"slug":"resistance_band_rows","title":[{"lang":"fr","value":"Rowing avec Bande de Résistance"},{"lang":"en","value":"Resistance Band Rows"}],"description":[{"lang":"fr","value":"Asseyez-vous les jambes tendues devant vous, la bande de résistance attachée à un point fixe devant. Tenez chaque extrémité de la bande, tirez les coudes vers l'arrière tout en serrant les omoplates, puis revenez lentement à la position de départ."},{"lang":"en","value":"Sit with your legs extended in front of you, resistance band anchored to a fixed point ahead. Hold each end of the band, pull your elbows back while squeezing your shoulder blades, then slowly return to the starting position."}],"image":"resistance-band-rows"},{"_id":{"$oid":"66e9521f43812dbcda784506"},"slug":"single_arm_dumbbell_rows","title":[{"lang":"fr","value":"Rowing avec Haltère à un Bras"},{"lang":"en","value":"Single-arm Dumbbell Rows"}],"description":[{"lang":"fr","value":"Placez un genou et une main sur un banc pour soutenir votre corps. Avec l'autre main, tirez l'haltère vers votre hanche tout en gardant le dos droit. Revenez lentement à la position de départ."},{"lang":"en","value":"Place one knee and one hand on a bench to support your body. With the other hand, pull the dumbbell towards your hip while keeping your back straight. Slowly return to the starting position."}],"image":"single-arm-dumbbell-rows"},{"_id":{"$oid":"66e9523f43812dbcda784508"},"slug":"dumbbell_deadlifts","title":[{"lang":"fr","value":"Soulevé de Terre avec Haltères"},{"lang":"en","value":"Dumbbell Deadlifts"}],"description":[{"lang":"fr","value":"Tenez un haltère dans chaque main, pieds à la largeur des hanches. Pliez légèrement les genoux et inclinez les hanches en gardant le dos droit, abaissez les haltères vers le sol, puis redressez-vous en engageant les fessiers et les ischio-jambiers."},{"lang":"en","value":"Hold a dumbbell in each hand, feet hip-width apart. Slightly bend your knees and hinge at the hips while keeping your back straight, lowering the dumbbells towards the floor, then stand back up by engaging your glutes and hamstrings."}],"image":"dumbbell-deadlifts"},{"_id":{"$oid":"66e9533443812dbcda78450c"},"slug":"dumbbell_pullover","title":[{"lang":"fr","value":"Pull-over avec Haltère"},{"lang":"en","value":"Dumbbell Pullover"}],"description":[{"lang":"fr","value":"Allongez-vous sur un banc, tête proche du bord, en tenant un haltère avec les deux mains au-dessus de votre poitrine. Abaissez lentement l'haltère derrière votre tête en gardant les bras légèrement fléchis, puis ramenez-le à la position initiale."},{"lang":"en","value":"Lie on a bench with your head near the edge, holding a dumbbell with both hands above your chest. Slowly lower the dumbbell behind your head, keeping your arms slightly bent, then bring it back to the starting position."}],"image":"dumbbell-pullover"},{"_id":{"$oid":"66e9535143812dbcda78450e"},"slug":"renegade_rows_dumbbells","title":[{"lang":"fr","value":"Rowing Renegade avec Haltères"},{"lang":"en","value":"Renegade Rows with Dumbbells"}],"description":[{"lang":"fr","value":"Commencez en position de planche haute, avec un haltère dans chaque main. Tout en maintenant la stabilité du tronc, ramez un haltère vers votre hanche, puis reposez-le au sol et alternez avec l'autre bras."},{"lang":"en","value":"Start in a high plank position with a dumbbell in each hand. While keeping your core stable, row one dumbbell towards your hip, then lower it back to the floor and alternate with the other arm."}],"image":"renegade-rows-dumbbells"},{"_id":{"$oid":"66e9537443812dbcda784510"},"slug":"back_stretch","title":[{"lang":"fr","value":"Étirement du Dos"},{"lang":"en","value":"Back Stretch"}],"description":[{"lang":"fr","value":"Asseyez-vous sur vos talons, étendez les bras devant vous et posez vos mains au sol. Abaissez votre poitrine vers le sol tout en allongeant le dos et en maintenant la position pour étirer les muscles dorsaux."},{"lang":"en","value":"Sit back on your heels, extend your arms in front of you, and place your hands on the floor. Lower your chest towards the ground while lengthening your back, holding the position to stretch the back muscles."}],"image":"back-stretch"},{"_id":{"$oid":"66e953a443812dbcda784512"},"slug":"cat_cow_stretch","title":[{"lang":"fr","value":"Étirement du Chat-Vache"},{"lang":"en","value":"Cat-Cow Stretch"}],"description":[{"lang":"fr","value":"Commencez à quatre pattes avec les poignets sous les épaules et les genoux sous les hanches. Inspirez en arquant le dos et en levant la tête (position vache), puis expirez en arrondissant le dos et en rentrant le menton (position chat). Répétez l'exercice lentement."},{"lang":"en","value":"Start on all fours with wrists under your shoulders and knees under your hips. Inhale while arching your back and lifting your head (cow pose), then exhale while rounding your back and tucking your chin (cat pose). Repeat the movement slowly."}],"image":"cat-cow-stretch"},{"_id":{"$oid":"66f411e243812dbcda78451a"},"slug":"sit_ups","title":[{"lang":"fr","value":"Abdominaux"},{"lang":"en","value":"Sit-ups"}],"description":[{"lang":"fr","value":"Allongez-vous sur le dos, les genoux fléchis et les pieds au sol. Croisez les bras sur la poitrine ou placez vos mains derrière la tête. Relevez le buste en contractant les abdominaux, puis redescendez lentement à la position initiale."},{"lang":"en","value":"Lie on your back with your knees bent and feet on the ground. Cross your arms over your chest or place your hands behind your head. Lift your upper body by contracting your abs, then slowly lower back down to the starting position."}],"image":"sit-ups"},{"_id":{"$oid":"66f412bd43812dbcda78451c"},"slug":"scissor_kicks","title":[{"lang":"fr","value":"Ciseaux"},{"lang":"en","value":"Scissor Kicks"}],"description":[{"lang":"fr","value":"Allongez-vous sur le dos avec les mains placées sous les fesses pour soutenir le bas du dos. Soulevez légèrement les jambes du sol et effectuez un mouvement croisé en alternant les jambes, l'une au-dessus de l'autre, comme des ciseaux. Gardez le bas du dos bien plaqué au sol."},{"lang":"en","value":"Lie on your back with your hands placed under your buttocks to support your lower back. Slightly lift your legs off the ground and perform a crisscross motion, alternating legs over and under each other like scissors. Keep your lower back pressed firmly against the ground."}],"image":"scissor-kicks"}]